Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཆོ་ག་འདི་དག་སྦྱར་བ་ཡིས། །དོན་རྣམས་མྱུར་དུ་སྒྲུབ་པར་བྱེད། །
en: If employed according to procedure, They will swiftly accomplish all aims.” {35.292}

source: བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེ། །འཇམ་པའི་དབྱངས་ལ་དེ་བཞིན་གསུངས། །
en: Then specifically addressed Mañjughoṣa, The bodhisattva of great power: {35.293}

source: འཇམ་དཔལ་གྱི་ནི་ཆོ་ག་འདི། །ཕྱག་རྒྱ་དག་ནི་ཡང་དག་བྱུང་། །ས་སྟེང་བསྟན་པ་བསྲུང་དོན་དུ། །ཕྱག་རྒྱ་འདི་ནི་རབ་ཏུ་གཏད། །
en: “This collection of the different sets of mudrās Found in your manual Was handed down by yourself, Mañjuśrī, To protect [the Buddha’s] instructions on earth

source: དུས་མཐའ་ཉེ་བར་འོད་འགྱུར་ཞིང་། །དུས་མཐར་མྱ་ངན་འདས་པ་ན། །
en: At the time when the final period has arrived And I have departed into nirvāṇa. {35.294}

source: ང་ཡི་བསྟན་པ་བསྲུང་དོན་དུ། །ང་ཡིས་འདི་དག་ཐམས་ཅད་བཤད། །སྔགས་རྣམས་དག་ནི་རྒྱ་ཆེར་བཅས། །ཕྱག་རྒྱ་རྣམས་ཀྱི་མཚན་ཉིད་བཤད། །
en: “I have now taught all of it In order to protect my doctrine— I taught the defining characteristics Of the mudrās and the mantras at length.

source: འཇིག་རྟེན་ཀུན་ལ་གསང་བ་དང་། །ཤིན་ཏུ་གསང་བའང་བརྗོད་པ་ཡིན། །
en: This esoteric and secret lore Has now been taught for all of the world. {35.295}

source: མདོ་འདིར་ཆོ་ག་ལྷག་པ་སྟེ། །ཡོན་ཏན་རྒྱ་ཆེན་གསལ་བར་བྱས། །སྔགས་རྣམས་དུ་མའི་ཚིག་དང་ནི། །ཡོན་ཏན་བརྗོད་པ་ཡང་དག་འབྱུང་། །
en: “It has been taught in this sūtra—the lord of manuals That is replete with excellent qualities That arise in multiple ways Based on the letters of the mantras. {35.296}

source: ཕྱག་རྒྱ་རྣམ་པ་མང་པོར་ལྡན། །རིགས་པའི་རྒྱུད་ནི་རབ་ཏུ་བསྟན། །
en: “Many applications of mantra and tantra Have been explained in it.

source: མཐུ་དང་ཡོན་ཏན་གྲུབ་མཐའ་དང་། །ཟློས་པའི་རྒྱུ་ནི་ཡང་དག་འབྱུང་། །
en: [This sūtra] constitutes for the reciters the cause Of a definitive accomplishment of glorious qualities. {35.297}

source: འགྲོ་བའི་སྐྱེ་གནས་སེམས་ཅན་གྱི། །དགེ་བའི་འབྲས་བུ་འབྱུང་བའང་གསུངས། །
en: “It is said that auspicious results will arise For beings, whatever destinies they follow,

source: གཞོན་ནུ་ཁྱོད་ཀྱི་སྔགས་རྣམས་ཀྱི། །གྲུབ་པའི་གཏན་ཚིགས་རབ་ཏུ་སྦྱར། །
en: If they apply themselves to the cause Of accomplishing your mantras, O divine youth!” {35.298}

source: དེ་སྐད་གསུངས་ནས་འཇམ་དཔལ་ནི། །གཞོན་ནུ་ནམ་མཁར་གནས་པ་ཡིས། །
en: Thus addressed, the divine youth Mañjuśrī, Resting in space,

source: འཇིག་རྟེན་མགོན་པོ་འོད་བྱེད་པ། །རྫོགས་སངས་རྒྱས་ལ་མགོས་ཕྱག་འཚལ། །
en: Bowed his head to the perfect Buddha, The sun-like lord of the world. {35.299}

source: དབུགས་རིང་ཕྱུང་ནས་སྙིང་རྗེས་བརླན། །མཆི་མ་དེ་ནས་ཕྱིས་ནས་ཀྱང་། །
en: He sighed deeply, tender with compassion, And then began to weep piteously.

source: སངས་རྒྱས་ཞབས་དྲུང་གནས་ནས་ཀྱང་། །དེ་ལ་མྱུར་དུ་ཞུས་པ་ནི། །བཅོམ་ལྡན་འཇིག་རྟེན་འདས་པ་ན། །སྔགས་ཀྱི་མཛོད་འདི་ས་སྟེང་དུ། །བདག་ཉིད་ཆེན་པོའི་སེམས་ཅན་ལ། །དེ་ཚེ་ཇི་ལྟར་འབྱུང་བར་འགྱུར། །
en: He moved close to the Buddha And asked about the supreme boon: {35.300} “When the mantra basket [of teachings] Has disappeared in the world and on earth, How will beings be able to ensure An auspicious course of rebirth?” {35.301}

source: དེ་སྐད་གསུངས་ནས་སངས་རྒྱས་ཀྱིས། །དེ་ཚེ་འཇམ་པའི་དབྱངས་ལ་གསུངས། །
en: Being thus asked, the perfect buddha Spoke to Mañjughoṣa as follows:

source: གཞོན་ནུ་ཁྱོད་ཀྱིས་ཡོངས་ཞུས་པ། །བུ་ཁྱོད་འཇམ་དཔལ་རབ་ཏུ་ཉོན། །
en: “Listen, dear Mañjuśrī, divine youth, If you are asking.

source: ང་ནི་འཇིག་རྟེན་མྱ་ངན་འདས། །ས་སྟེང་སྟོངས་པར་གྱུར་པ་དང་། །
en: When I have passed from this world into final nirvāṇa And the earth is devoid of a buddha,

source: ཆོས་ཀྱི་མཛོད་ཀྱང་འཇིག་པ་དང་། །ཉན་ཐོས་རྣམས་ཀྱང་འདས་པ་ན། །
en: When the basket of the Dharma has disappeared And [all] the śrāvakas have long ago entered nirvāṇa, {35.302}

source: རྐང་གཉིས་དམ་པ་སྟོན་པ་ཡི། །གཟུགས་བརྙན་མཆོད་རྟེན་དག་ཀྱང་བྱ། །སྤོས་དང་དྲི་དང་བྱུག་པ་ཡིས། །མཆོད་དང་བསྙེན་བཀུར་བྱ་བ་དང་། །རྣམ་པ་སྣ་ཚོགས་གོས་མཆོག་དང་། །གཞན་ཡང་ནོར་བུའི་གདུབ་ཀོར་རྒྱན། །རྣམ་པ་སྣ་ཚོགས་བཟའ་དང་བཅའ། །ཡང་དག་སྦྱར་བ་དབུལ་བར་བྱ། །
en: “At that time, [beings] should make An image of the Teacher, best of two-legged beings, And offer to it, respectfully, Incense, fragrances, scented oils, {35.303} “Different types of high-quality clothes, And other things, such as jeweled earrings, adornments, And sacrificial food consisting of Different types of solid and liquid articles That come in different forms,

source: རྣམ་པ་སྣ་ཚོགས་ཕུན་སུམ་ཚོགས། །ཅི་འདོད་ཁ་ཟས་བྱས་པ་ལ། །དེ་བཞིན་སྔགས་ནི་བཟླས་བྱས་དབུལ། །སེམས་ཅན་དགེ་བའི་སྐྱེས་གནས་འགྱུར། །དམ་པའི་འགྲོ་བའི་སྐྱེ་གནས་སུ། །གྲོང་མཆོག་དག་ཏུ་སྐྱེ་བར་འགྱུར། །
en: According to the maker’s choice. {35.304} “The destiny of beings who repeat the mantra While doing these things will be auspicious. They will reach exalted abodes And the highest birth.

source: མཐར་ནི་བྱང་ཆུབ་གཞོལ་འགྱུར་ཞིང་། །ཕྱི་ནས་ཞི་བར་དེ་དག་འགྲོ། །
en: They will eventually attain awakening And obtain the subsequent peace.” {35.305}

source: དེ་སྐད་གསུངས་ནས་འཇམ་དཔལ་ནི། །སངས་རྒྱས་ཀྱིས་ནི་གསུངས་ལ་དགའ། །
en: Buoyed up by the perfect Buddha, Mañjuśrī rejoiced at his words.

source: བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེ། །བློ་ལྡན་དེ་ནས་ཅང་མི་སྨྲ། །ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བྱེད་པའི། །སངས་རྒྱས་འདུས་པར་སངས་རྒྱས་ཀྱི། །གཙང་བའི་གནས་ཀྱི་སྟེང་གནས་ནས། །འདི་དག་སངས་རྒྱས་སྔ་མས་གསུངས། །དེ་ཚེ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར། །ཡུན་རིང་དུས་སུ་འདས་པ་ཡིན། །
en: The sagacious bodhisattva of great power Remained very joyful afterward. {35.306} All that was taught in former times Was now set to continue above the realm of the Pure Abode. The Buddha, turner of the wheel of Dharma, Turned, in the presence of the buddhas, The wheel of the mantra [path], Letting it roll for a long time. {35.307}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། ཕྱག་རྒྱའི་ཆོ་གའི་ལེའུ་རབ་འབྱམ་ལས། ཉི་ཤུ་རྩ་དགུ་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter on mudrā procedures, thirty-fifth in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: འཇམ་དཔལ་མཆོག་ཏུ་རབ་ཏུ་གསང་བ་ཁྱོད་ཀྱི་ཕྱག་རྒྱ་དང་ལྡན་པའི་ཕྱག་རྒྱའི་མཚན་ཉིད་འཁོར་དང་བཅས་པ་ཡོད་དེལས་ཐམས་ཅད་ལ་ཉེ་བར་སྦྱར་བ་ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་སྦྱིན་པར་བྱེད་པ། འབྲས་བུ་དང་བཅས་པ།
en: “There is, Mañjuśrī, a most secret mudrā presentation that includes your root mudrā and its assorted mudrās. [These mudrās] may be employed in all rites. In short, they bring every kind of good fortune and produce results;

source: སྔགས་ཐམས་ཅད་ཀྱི་རྗེས་སུ་འགྲོ་བ། ལས་ཐམས་ཅད་སྒྲུབ་པ།
en: they supplement every mantra and accomplish the aim of every activity. {36.1}

source: དང་པོར་རེ་ཞིག་ཐལ་མོ་རབ་ཏུ་བརྐྱང་ལ་མཛུབ་མོ་དང་མཐེའུ་ཆུང་གཉིས་རྩེ་སྤྲད་དེ་ཚིགས་བར་མ་བཏུད་ནས་སོ་སོ་སོ་སོར་རྗེས་སུ་བཅུག་པ་ཡིན་ཏེ།
en: “To start, one should extend the hands in the añjali gesture, with the index and the ring fingers folded in at the middle joint and the fingers not touching.

source: དེ་ལ་འདི་ནི་འཇམ་དཔལ་ཁྱོད་ཀྱི་རྩ་བའི་ཕྱག་རྒྱ་ཞེས་བྱ་བ་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་བའོ། །
en: This, Mañjuśrī, is described as your root mudrā; it is suitable for all rites. {36.2}

source: ལག་པ་གཉིས་དེ་བཞིན་དུ་བྱས་ལ་སྲིན་ལག་གཉིས་སྦྱར་ལ་དེ་བཞིན་དུ་གུང་མོ་དང་མཛུབ་མོ་ཡང་བྱ་ཞིང་མཐེའུ་ཆུང་གཉིས་ཀྱི་རི་མོ་གོང་མ་ལ་མཐེ་བོའི་རྩེ་མོ་བཞག་པ་སྟེ།
en: “If one joins the hands the same way, but with the ring, index, and middle fingers touching closely and the small fingers positioned along an upward line toward the tips of the thumbs, this,

source: འཇམ་དཔལ་འདི་ནི་ཁྱོད་ཀྱི་གདོང་གི་ཕྱག་རྒྱ་ཞེས་བྱ་བ་སྟེ་གཉིས་པའོ། །
en: Mañjuśrī, is another mudrā of yours, called the mouth. {36.3}

source: ཕན་ཚུན་དུ་སོར་མོ་བསྣོལ་བ་ཁུ་ཚུར་དུ་བྱས་ལ་གུང་མོའི་སོར་མོ་གཉིས་རྣམ་པར་བཀྲོལ་ལ་རྩེ་མོ་སྦྱར་ཏེ། དེའི་འགྲམ་གཉིས་སུ་མཛུབ་མོ་གཉིས་དཀྲི་ཞིང་མཐར་གཞག་པར་བྱའོ། །
en: “If one makes a fist in such a way that the facing fingers touch, extends the middle fingers to form the shape of a needle, and places the two index fingers in such a way that they surround this [needle] on either side,

source: དེ་ལ་འདི་ནི་འཇམ་དཔལ་ཁྱོད་ཀྱི་མཆེ་བའི་ཕྱག་རྒྱ་ཞེས་བྱ་བ་གཞན་ཡིན་ནོ། །
en: this, Mañjuśrī, is your mudrā called the fangs. {36.4}

source: མཆེ་བའི་ཕྱག་རྒྱའི་འགྲམ་དུ་མཐེ་བོ་གཉིས་བཞག་པའི་ཕྱག་རྒྱ་འདི་ནི་མངོན་སུམ་དུ་འཇམ་དཔལ་གཞོན་ནུ་ཁྱོད་ཉིད་ཡིན་ནོ། །
en: “If one [subsequently] positions the thumbs on either side, that mudrā is you, Mañjuśrī, in person.

source: གནས་དེ་དང་ལག་པའི་ཁ་སྦྱར་དེར་ཉེ་བར་བཞུགས་ཤིང་དམ་ཚིག་གིས་བྱིན་གྱིས་རློབ་པར་བྱེད་དོ། །
en: You remain contained in that place, in the cavity between the hands, as the blessing of the samaya. {36.5}

source: ལག་པའི་སོར་མོ་ཕན་ཚུན་ཁུ་ཚུར་དུ་བྱས་ལ་མཛུབ་མོ་གཉིས་བཀྲོལ་ཏེ། མཐེ་བོ་གཉིས་གུང་མོའི་ནང་དུ་ཆུང་བར་བྱས་པ་འདི་ནི་འཇམ་དཔལ་ཁྱོད་ཀྱི་གཙུག་པུད་ཀྱི་ཕྱག་རྒྱ་ཞེས་བྱ་བ་སྟེ། གཞན་ཡིན་ནོ། །
en: “If one stretches out the index fingers of the mutually touching fists and positions both thumbs in the space in between, this, Mañjuśrī, is another one of your mudrās, [called] the crest. {36.6}

source: ཐལ་མོའི་ཚིགས་རྣམས་བརྐྱང་བ་བྱས་ལ་སྲིན་ལག་དང་། མཛུབ་མོ་གཉིས་ཀྱི་རྩེ་མོ་གུང་མོའི་ནང་དུ་རྩེ་སྤྲད་དེ་བཞག་པ་འདི་ནི་འཇམ་དཔལ་མངོན་སུམ་ཁྱོད་ཉིད་ཀྱི་རྩ་བའི་སྔགས་སུ་བསྟན་པ་ཡིན་ནོ། །
en: “If one extends the hands in the añjali gesture and places the index finger, crossed at the joints with the ring finger, between the tips of the middle fingers, this, Mañjuśrī, is another root mudrā that is said to be yourself in person. {36.7}

source: འདི་ཉིད་ཀྱི་ཕྱག་རྒྱ་ལ་མཛུབ་མོ་གཉིས་བརྐྱང་བར་བྱས་པ་སྟེ། དེ་ལ་འདི་ནི་འཇམ་དཔལ་ཁྱོད་ཀྱི་ཕྱག་རྒྱར་འགྱུར་རོ། །
en: “If one forms the same mudrā as before, but with the index fingers extended, this, Mañjuśrī, is your eye mudrā. {36.8}

source: མཐེའུ་ཆུང་དང་སྲིན་ལག་གཉིས་བསྣོལ་བ་བྱས་ནས་ལག་པ་ཁ་སྦྱར་གྱི་ནང་དུ་བཞག་ལ་གུང་མོའི་ཕྱི་རོལ་ཏུ་མཛུབ་མོའི་རྩེ་མོ་ཡོངས་སུ་བཀུག་ལ། མཐེ་བོ་གཉིས་ཀྱི་རྩེ་མོ་ཡང་དག་པར་བཅར་བའོ། །
en: “If the small and ring fingers are entwined and positioned in the cavity between the hands, the middle fingers are placed on the outside with their tips folded in above the index fingers, and the tips of the thumbs press against each other, this, Mañjuśrī, is yet another mouth mudrā of yours. {36.9}

source: གཞན་འདི་ཡང་འཇམ་དཔལ་ཁྱོད་ཀྱི་ཞལ་གྱི་ཕྱག་རྒྱ་ཡིན་ནོ། །ལས་ཐམས་ཅད་པ་ཡང་ཡིན་ཏེ་འདི་ཉིད་ཀྱི་རིམ་གྱིས་སོར་མོ་རེ་རེ་བཀྲོལ་བ་མཐེ་བོ་དང་བཅས་པ་བྱས་ན་མ་རུངས་པའི་གདོན་ཐམས་ཅད་རབ་ཏུ་འབྱེར་བར་འགྱུར་རོ། །
en: “Proceeding in the same way, one should loosen up the fingers one by one—all of them, including the thumbs—and then extend them one by one, with the right thumb raised up.

source: དེ་བཞིན་དུ་རྣ་བ་དང་མགྲིན་པ་དང་ལག་ངར་དང་སྙིང་དང་ལག་པ་དང་ལྐོག་མ་དང་རྐེད་པ་དང་ལྟེ་བ་དང་བརླ་དང་བྱིན་པ་དང་རྐང་པ་དང་མིག་དང་ཁ་དང་ལྕེ་རྣམས་ཏེ།
en: This, Mañjuśrī, is your uṣṇīṣa mudrā. {36.10} “When the right . . . is curled and the left extended, that [same mudrā] becomes the forehead mudrā; seeing it, all the wicked grahas will flee. {36.11} “In the same way [one should form the mudrās of] the ears, neck, arms, heart, hands, throat, hips, navel, thighs, calves, feet, eyes, mouth, and tongue.

source: དེ་ལྟར་སོར་མོ་བཅུ་རྣམས་མཐར་གྱིས་བརྐྱང་ན། རིམ་བཞིན་དུ་ཕྱག་རྒྱའི་མཚན་ཉིད་དུ་འགྱུར་ཏེ།
en: By extending the ten fingers one after the other, one will display the mudrā signs in their respective order.

source: མཐར་གྱིས་ཀྱང་ལས་བྱེད་དོ། །
en: They accomplish their respective activities: {36.12}

source: ཞལ་གྱི་ཕྱག་རྒྱས་ནི་ཁ་འཆིང་བར་བྱེད་དོ། །
en: “A mouth mudrā will shut [the opponent’s] mouth.

source: མཆེ་བའི་ཕྱག་རྒྱས་ནི་གདོན་མ་རུངས་པ་ལས་གྲོལ་ལོ། །
en: The fangs mudrā will effect release from the wicked grahas.

source: ལྕེའི་ཕྱག་རྒྱས་ནི་ཚིག་ངན་པ་ཟློག་པར་བྱེད་དོ། །
en: The tongue mudrā will suppress evil talk.

source: སྙིང་གི་ཕྱག་རྒྱས་ནི་མིའི་བདག་པོའི་ཁྲོ་བ་སེལ་བར་བྱེད་པའམ། སེམས་ཅན་གཞན་ལྷ་དང་ལྷ་མ་ཡིན་དང་མི་དང་མི་མ་ཡིན་པ་དང་འགྲོ་བ་རྣམ་པ་སྣ་ཚོགས་ལ་བརྟེན་པའི་ཁྲོས་པ་རྣམས་ཀྱི་ཁྲོ་བ་འཇིག་པར་འགྱུར་ཏེ
en: The heart mudrā will appease the king’s anger, or the anger of any other displeased being— a god or asura, or any other human or nonhuman being born in whatever form.

source: དེ་བཞིན་དུ་མཐར་གྱིས་ཐམས་ཅད་དུ་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: In this way, one can successively accomplish all activities in all respects. {36.13}

source: དེ་ལྟར་རིམ་པ་འདིས་ཕྱག་རྒྱ་གྲངས་མེད་པར་འགྱུར་ཏེ། །
en: “Following this pattern, there are innumerable mudrās.

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་རྣམ་པ་ཐམས་ཅད་དུ་ཕྱག་རྒྱ་ཐམས་ཅད་ཁོ་ན་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: Accordingly, Mañjuśrī, you can accomplish every activity whatsoever. All activities arise because of all these mudrās.

source: དཔའ་བོ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པ་གྲངས་ལས་འདས་པ་དག་གིས་ཕྱག་རྒྱ་འདི་དག་བཅིངས་སོ། །
en: These great mudrās are used by tathāgatas impossible to count, great heroes and protectors,

source: ཕྱག་རྒྱ་ཆེན་པོ་དཔའ་བོ་ཆེན་པོ་ས་ཆེན་པོ་ལ་གནས་པས་ཀྱང་བཅིངས་སོ། །
en: and also by the great heroes who have reached all the higher levels that transcend the world—ever and ever beyond it—where myriads [of them abide].

source: གང་དུ་གཏམས་པ་ཕྲག་བྱེ་བ་སུམ་ཅུ་རྩ་གསུམ་མམ་བརྒྱད་ཅུའམ་དགུ་བཅུ་རྩ་ལྔའམ་ཁྲི་ཕྲག་དྲུག་ཅུའི་གྲངས་ལ་སོགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་ཡང་འདས་པས་ཕྱག་རྒྱ་བཅིངས་སོ། །
en: They are the thirty-six . . . eighty . . . nine . . . five . . . who are sixty billion in number. {36.14}

source: འཇིག་རྟེན་བྱ་བ་གང་གཞན་ནི། །ཀུན་ཀྱང་ཕྱག་རྒྱ་རྣམས་སུ་འདུས། །འདི་དག་གང་ཡང་རུང་བ་ཡི། །ཕྱག་རྒྱས་དོན་ཀུན་སྒྲུབ་བྱེད་པའོ། །
en: “All the rites involve mudrās, Including all the worldly rites. If performed using these and other mudrās, These rites can accomplish the aim of any practice. {36.15}

source: དཀྱིལ་འཁོར་བསྒྲུབ་པའི་དུས་དག་ཏུ། །ལག་པ་གཉིས་ཀྱིས་བཅིང་བར་བྱ། །
en: “The mudrās are formed with both hands At the time of practice within the maṇḍala,

source: སྔོན་དུ་བསྙེན་པ་ལ་བརྩོན་པས། །སྦྱིན་སྲེག་བཟླས་པ་དག་ལའང་བྱ། །
en: Whether one is doing the preliminary practice, The homa [rite], or during recitation. {36.16}

source: འདུག་པའམ་འགྲེང་བ་དག་གིས་ཀྱང་། །ཟློས་པས་ཅི་འདོད་བར་དུ་བཟླ། །
en: “A vow holder may recite while sitting, Standing, or however they wish.

source: སྲུང་བ་ཆེན་པོའི་ཆོ་གས་ཀྱང་། །མྱུར་དུ་གྲུབ་པ་ཐོབ་པར་འགྱུར། །དུས་ཀུན་ཕྱག་རྒྱ་ཀུན་གྱིས་ནི། །ལས་རྣམས་ཀུན་ནི་བྱ་བ་ཡིན། །
en: One should perform all the activities Always relying on the full repertoire of the mudrās And employing the ritual procedure Of the great protection for oneself and others.” {36.17}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། ཕྱག་རྒྱའི་ཆོ་གའི་ལེའུ་རབ་འབྱམ་གཉིས་པ་ལས། སུམ་ཅུ་པ་རྫོགས་སོ།། །།
en: This concludes the detailed second chapter on mudrā procedures, thirty-sixth in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: འཇམ་དཔལ་ཁྱོད་ཀྱི་རྩ་བའི་ཆོ་ག་ལ་ཕྱག་རྒྱ་མཆོག་ཏུ་ཤིན་ཏུ་གསང་བ་གཞན་ཡང་ཡོད་དེ
en: “There is, Mañjuśrī, in your root manual, another most secret mudrā.

source: སྔགས་ཐམས་ཅད་དང་ལྷན་ཅིག་ཡང་དག་པར་སྦྱར་ན།
en: Its ritual procedure [represents] the entire mudrā system.

source: ལས་ཐམས་ཅད་རབ་ཏུ་སྒྲུབ་པར་བྱེད་པ། ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ལམ་རྣམ་པར་སྦྱོར་བར་བྱེད་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལམ་དུ་གྱུར་པ་ཡིན་ནོ། །
en: It accomplishes all rites and purifies the path to perfect awakening. It destroys all the paths that lead to saṃsāric existence.

source: མཛུབ་མོ་གཉིས་ཀྱི་རྩེ་མོ་དང་གུང་མོ་གཉིས་ཀྱི་རྩེ་མོ་དག་ཡོངས་སུ་སྦྱར་བ་ནི་གཙུག་ཏོར་འཕགས་པ་ཞེས་བྱ་བའི་ཕྱག་རྒྱ་ཡིན་ཏེ།
en: The index fingers should form a ‘needle.’ This is the great mudrā called the great representation of the uṣṇīṣa surrounded by light .

source: འདིར་སྔགས་ནི། ཨོཾ་ཛྭཱ་ལ་ཛྭཱ་ལ་དཱིཔྟོད་ག་ཏོཥྞཱི་ཥ་དཱུ་ར་དཱུ་ར་ཧཱུྃ་ཧཾ། སྲིན་ལག་དེ་ཉིད་བཀུག་པ་དང་གུང་མོ་སྦྱར་བ་དེ་གཉིས་ཀྱི་སོར་མོའི་རྩེ་མོའི་སེན་མོ་གཤིབས་ལ། རྣ་ཆ་གདུབ་ཀོར་ཟླུམ་པོ་ལྟར་བྱ་བ་ནི་གཙུག་ཏོར་གདུགས་དཀར་པོའི་ཕྱག་རྒྱ་ཡིན་ཏེ
en: The corresponding mantra is Oṁ , burn, blaze up! O blazing Udgatoṣṇīṣa! Make [them] tremble, do! Hūṁ! {37.10} “If one brings the same index fingers into contact with the ‘needle’ formed by the middle fingers and joins them at the tips of the fingernails so that they form the shape of a straightened anklet, this is the mudrā of the uṣṇīṣa [king] Sitātapatra.

source: འདིར་ཡང་སྔགས་སུ་འགྱུར་བ་ནི། ཨོྃ་མ་མ་མ་མ་ཧཱུྃ་ནི། མཛུབ་མོ་དེ་ཉིད་ཕན་ཚུན་མཉམ་པར་སྦྱར་ལ་གུང་མོ་གཉིས་སྦྱར་བ་ནི་གཟི་བརྗིད་ཕུང་པོའི་ཕྱག་རྒྱའོ། །
en: The corresponding mantra is: “ Oṁ, ma ma ma ma, hūṁ niḥ! {37.11} “If, subsequently, the same index fingers are evenly raised so that they cling to the ‘needle’ formed by the middle fingers, this is the mudrā of Tejorāśi.

source: འདིར་སྔགས་ནི། ཨོྃ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥཱ་བ་ལོ་ཀི་ཏེ། མཱུརྟྟི་ཏེ་ཛོ་རཱ་ཤི་ཧཱུྃ་ཛྭཱ་ལ་ཛྭཱ་ལ། དྷ་ཀ་དྷ་ཀ། ད་ར་བི་ད་ར། ཙྪིནྡ་ཙྪིནྡ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། མཛུབ་མོ་དེ་ཉིད་ཡང་དག་པར་སྦྱར་བ་དཀྱིལ་འཁོར་ལྟ་བུར་བྱ་བ་ནི་རྒྱལ་བའི་གཙུག་ཏོར་གྱི་ཕྱག་རྒྱའོ། །
en: The corresponding mantra is: “ Oṁ Tejorāśi ! You are the uṣṇīṣa of the tathāgatas, invisible on their head! Blaze, blaze! You are one and unique! Rip and tear! Chop and split! Hūṁ hūṁ, sphaṭ sphaṭ, svāhā! {37.12} “If the tips of the same index fingers are joined, forming the shape of the circle, while the middle fingers form the ‘needle,’ this is the mudrā of Jayoṣṇīṣa.

source: འདིར་སྔགས་སུ་འགྱུར་བ་ནི། ཨོཾ་ཛ་ཡ་ཛ་ཡོ་ཥྞཱི་ཥ་ཛྭཱ་ལ་ཛྭཱ་ལ་བནྡྷ་བནྡྷ་ད་མ་ད་མ། ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧོ་ཧ་ན་ཧཱུྃ། རྒྱལ་བའི་གཙུག་ཏོར་གྱི་སྔགས་སོ། །
en: The corresponding mantra is: “ Oṁ Jayoṣṇīṣa ! Blaze, blaze! Bind, bind! Tame, tame! Ṅraṁ ṅraṁ ṅraṁ, haḥ ! Strike! Hūṁ! This is the mantra of Jayoṣṇīṣa. {37.13}

source: མཛུབ་མོ་དེ་གཉིས་ཀྱི་རྩེ་མོ་བཏུད་པ་བྱས་པ་གུང་མོ་སྦྱར་བ་ལ། མཛུབ་མོའི་སེན་མོ་གུང་མོའི་ཚིགས་གསུམ་པའི་ཆར་སྦྱར་བ་ནི་འཁོར་ལོས་སྒྱུར་བའི་ཕྱག་རྒྱའོ། །
en: “If the tips of the same index fingers are brought in contact with the ‘needle’ of the middle fingers above the nail and cling to them at the third phalanx, this is the mudrā of [the uṣṇīṣa king] Cakravartin .

source: ཨོྃ་ན་མོ་ཨ་པྲ་ཏི་ཧ་ཏ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥཱ་ཡ། ཨ་ན་བ་ལོ་ཀི་ཏེ་མཱུརྡྷ་ན་ཙཀྲ་བརྟི་ཧཱུྃ་ཛྭཱ་ལ་ཛྭཱ་ལ། དྷ་ཀ་དྷ་ཀ། དྷུ་ན་དྷུ་ན། བི་དྷུ་ན་ཏྲཱ་ས་ཡ་མཱ་ར་ཡོ་ཏ་སཱ་དྷ་ཡ། ཧ་ན་ཧ་ན། ཨཱཾ་ཨཱཾ་ཨཱ། ཀ་ཀ། དྲོ་ཁི་ཎི་དྲོ་ཁི་ཎི། ཀུཎྜ་ལི་ནི། ཨ་པ་རཱ་ཛི་ཏཱ་ཏྲ་པ་རི་ཎི་ཧཱུྃ་ཕཊ། འཁོར་ལོས་སྒྱུར་བའི་སྔགས་སོ། །
en: The corresponding mantra is: “ Oṁ , homage to Cakravartin , the invincible uṣṇīṣa of the tathāgatas, invisible at the top of their head, hūṁ ! Blaze, blaze! Burn, burn! Make [them] tremble, make! Drive [them] away! Frighten [them]! Kill [them]! Uproot [them]! Strike, strike! Aṁ aṁ aḥ aḥ kaḥ kaḥ ! O Proṅkhinī, Proṅkhinī! The unconquerable bearer of arms, adorned with earrings! Hūṁ phaṭ! “[This is the mantra of] Cakravartin. {37.14}

source: མཛུབ་མོ་དེ་ཉིད་ཀྱི་རྩེ་མོ་མདུད་པ་བྱས་ལ། གུང་མོ་སྦྱར་བ་བྱས་པ་ལ་མཛུབ་མོ་སེན་མོའི་འོག་གི་གསུམ་པའི་ཆ་ལ་སྦྱར་བ་ནི་སྔགས་ཀྱི་བདག་པོ་འཁོར་ལོས་སྒྱུར་བའི་ཕྱག་རྒྱའོ། །
en: “If the tips of the same index fingers are brought into contact with the ‘needle’ of the middle fingers under the fingernail and cling to them along the third phalanx, this is the mudrā of Cakravartin , the lord of mantras.

source: མཛུབ་མོ་དེ་ཉིད་ཀྱི་རྩེ་མོ་ཡང་དག་པར་བཀུག་པ་གུང་མོར་སྦྱར་བའི་འོག་ཏུ་ཡང་དག་པར་བཅར་བ་ནི་སྔགས་ཀྱི་བདག་པོའི་ཕྱག་རྒྱའོ། །
en: If the index fingers are brought into contact with the ‘needle,’ touching it under the fingernail, this is the mudrā of the lord of mantras. {37.15}

source: མཛུབ་མོ་དེ་ཉིད་ཀྱི་རྩེ་མོ་ཡང་དག་པར་བཀུག་ལ་གུང་མོ་སྦྱར་བའི་སེན་མོ་དང་ཚིགས་ནང་དུ་ཡང་དག་པར་སྦྱར་བ་ནི་འཁོར་ལོས་སྒྱུར་བ་ཆེན་པོའི་ཕྱག་རྒྱའོ། །
en: “If the tips of the same index fingers are brought together and remain in contact in the space between the fingernail phalanges of the needle-shaped middle fingers, this is the mudrā of Mahācakravartin.

source: མཛུབ་མོ་དེ་ཉིད་ཀྱི་རྩེ་མོ་གཉིས་ཡང་དག་པར་བཀུག་ལ་གུང་མོ་སྦྱར་ཞིང་འོག་ཏུ་ཡང་དག་པར་སྦྱར་ཏེ། གདུབ་ཀོར་ལྟར་བྱས་པ་ནི་འཁོར་ལོས་སྒྱུར་བ་ཆེན་པོའི་ཕྱག་རྒྱའོ། །
en: If the tips of the same index fingers are brought together and mutually touch below the third phalanx of the needle-shaped middle fingers, forming thus the shape of a circle, this is [another] mudrā of Mahācakravartin.

source: མཛུབ་མོ་དེ་ཉིད་ཀྱི་རྩེ་མོ་ཡང་དག་པར་བཀུག་ལ་གུང་མོའི་ཚིགས་གསུམ་པའི་ནང་དུ་ཡང་དག་པར་སྦྱར་བ་ནི་སྔགས་ཀྱི་བདག་པོ་འཁོར་ལོས་སྒྱུར་བ་ཆེན་པོའི་ཕྱག་རྒྱ་སྟེ།
en: If the tips of the same index fingers are brought together and mutually touch in the space between the third phalanges of the needle-shaped middle fingers, this is [another] mudrā of Mahācakravartin, the lord of mantras. {37.16}

source: སྲིད་པའི་ལས་ཐམས་ཅད་རྣམ་པར་འཇིག་པར་བྱེད་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉེ་བར་འཚོ་བ་ཚེ་དང་ནད་མེད་པ་དང་དབང་ཕྱུག་དང་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ། སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་དགའ་བར་བྱེད་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཡིད་ལ་མངོན་པར་འདོད་པ་འབྲས་བུ་དང་བཅས་པར་བྱེད་པ། ལས་ཐམས་ཅད་བྱེད་པ། སྔགས་ཐམས་ཅད་རབ་ཏུ་སྒྲུབ་པར་བྱེད་པ། ཕྱག་རྒྱ་དང་སྔགས་ཐམས་ཅད་དང་ལྡན་པ་ཡིན་ཏེའཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཁྱོད་དེ་ཉོན་ཅིག །དང་པོ་རེ་ཞིག་གཙུག་ཏོར་གྱི་མཚན་ཉིད་དུ་གྱུར་པ་ནི། ལག་པ་གཉིས་མཉམ་པོར་བཀན་ཅིང་བརྐྱང་བར་བྱའོ། །མཐེ་བོ་དང་སྲིན་ལག་གཉིས་ལག་པའི་དཀྱིལ་དུ་སེན་མོས་བཟུང་ཞིང་མཐེ་བོའི་རྩེ་མོ་སྦྱར་བར་བྱའོ། །མཐེའུ་ཆུང་གཉིས་ཀྱི་རྩེ་མོ་གཏུག་ཅིང་སྦྱར་བར་བྱའོ། །དེ་བཞིན་དུ་གུང་མོ་གཉིས་ཀྱི་སེན་མོ་དང་རྩེ་མོ་གཉིས་སྦྱར་བར་བྱ་ཞིང་མཛུབ་མོ་དང་མཛུབ་མོ་ཡང་སྦྱར་བར་བྱའོ། །ཀུན་ཏུ་སྣང་བའི་གཙུག་ཏོར་གྱི་མཚན་ཉིད་ཆེན་པོ་ཞེས་བྱ་བའི་ཕྱག་རྒྱ་ཡིན་ཏེ། འདིར་སྔགས་ནི། ཨཾ་མུ་ཧྃ། མཛུབ་མོ་དེ་ཉིད་ཡང་དག་པར་བཀུག་སྟེ། སེན་མོ་དང་སེན་མོའི་རྩེ་མོའི་དཀྱིལ་འཁོར་ལྟར་སྦྱར་བས་ནི། ལྟ་བ་ངན་པའི་ཟུག་རྔུའི་ཕྱིན་ཅི་ལོག་སེལ་བ་ཞེས་བྱ་བ་ཆོས་ཀྱི་འཁོར་ལོ་ཆེན་པོའི་ཕྱག་རྒྱའོ། །འདིར་སྔགས་སུ་འགྱུར་བ་ནི། ཨོཾ་བཛྲཱ་ཤ་ནི་ཧཱུྃ་ཕཊ། འདི་ནི་སྐྱིལ་ཀྲུང་གི་ཕྱག་རྒྱ་སྟེ། སྔགས་དང་ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་བྱེད་པ། ཇི་ལྟར་སྟོན་ཀའི་སྤྲིན་བཞིན་དུ་བགེགས་ཐམས་ཅད་འཇིགས་པར་བྱེད་པ། གང་ཡང་བདུད་བཞིས་བྱམས་པ་དང་གང་ཡང་ལྷ་དང་ལྷ་མ་ཡིན་གྱི་བགེགས་རྣམས་ནི་སྐྱིལ་ཀྲུང་གི་ཕྱག་རྒྱ་དམ་པ་མཐོང་བ་ཙམ་གྱིས་འཇིགས་པར་འགྱུར་རོ། །འོག་མ་གཉིས་ཀྱང་རྩེ་མོ་མཉམ་པར་གཤིབས་ན་ཁུ་ཚུར་གྱི་ཕྱག་རྒྱར་འགྱུར་རོ། །སྔགས་ཀྱང་འདི་དག་གང་ཡང་རུང་བ་དང་ཕྱག་རྒྱ་ལག་པ་གཉིས་ཀྱིས་བཅིངས་ཏེ་སྒྲུབ་པའི་དུས་སམ་སྔོན་དུ་བསྙེན་པའི་དུས་སུ་འདུག་པའམ་ལངས་ཏེ། ལན་ཅིག་གམ་ཇི་སྲིད་འདོད་ཀྱི་བར་དུ་བཟླས་པར་བྱའོ། །དེ་ལྟར་བྱས་ན་བགེགས་དང་ལོག་འདྲེན་ཐམས་ཅད་ཀྱིས་གླགས་རྙེད་པར་མི་འགྱུར་ཞིང་གྲུབ་པ་ཡང་མངོན་དུ་འགྱུར་རོ། །མཛུབ་མོ་དེ་ཉིད་ཀྱི་རྩེ་མོ་གཉིས་སྦྱར་ལ་ཀུན་ནས་ཟླུམ་པོར་བྱ་ཞིང་གུང་མོ་གཉིས་སྦྱར་ཏེ། གུང་མོའི་ཚིགས་གསུམ་པའི་འོག་ཏུ་སྦྱར་བ་ནི་གཞན་གྱིས་མི་ཐུབ་པ་གཙུག་ཏོར་འཁོར་ལོས་སྒྱུར་བའི་སྙིང་པོའི་ཕྱག་རྒྱའོ། །འདིར་སྙིང་པོ་ནི། ཨོཾ་ཨ་པ་རཱ་ཛི་ཏཱ་དྷི་ཀ། གཙུག་ཏོར་གྱི་རྩ་བའི་ཕྱག་རྒྱ་དེ་ཉིད་ལ་གཞན་གང་ཡང་རུང་བ་དང་ལྷན་ཅིག་པའི་སྤྱོད་པས་བཀོད་ན་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །དེ་ལས་མཐེ་བོའི་རྩེ་མོ་བཏེག་ལ་སྲིན་ལག་གི་རྩེ་མོ་གཏུགས་ནས་ཡང་དང་ཡང་བཏེག་པ་ནི་བོད་པའི་ཕྱག་རྒྱའོ། །འདིར་སྔགས་ནི། ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། ཨེ་ཧྱེ་ཧྱི་བྷ་ག་བཱན་དྷརྨ་རཱ་ཛ་པྲ་ཏཱིཙྪེ་ད་ཨརྒྷཾ། གནྡྷཾ། པུཥྤྃ་དྷཱུ་པྃ་བ་ལིཾ་དཱི་པྃ་མཱཾ་ཙཱ་བྷི་རཀྵ། ཨ་པྲ་ཏི་ཧ་ཏ། བ་ལ་པ་རཱ་ཀྲ་མཱ་ཡ་སྭཱ་ཧཱ། མེ་ཏོག་དཀར་པོས་སྤྱན་དྲང་བར་བྱའོ། །རང་གི་གཟུགས་ཀྱི་མཆོད་ཡོན་དང་ཞབས་བསིལ་བ་དབུལ་བར་བྱའོ། །གདན་དང་བཞུགས་སུ་གསོལ་བ་ཡང་བྱའོ། །དེ་ལ་འདི་ཉིད་ཀྱི་ཕྱག་རྒྱ་དང་སྔགས་ཀྱིས་ཕྱོགས་དང་ཕྱོགས་མཚམས་དང་སྟེང་འོག་བཅིང་བར་བྱའོ། །དེ་ཉིད་ཀྱི་སྲིན་ལག་དང་མཐེ་བོའི་རྩེ་མོས་གཏུགས་ཤིང་སྨད་པ་བྱས་ལ། ཚིགས་བར་མ་ལ་མཐེ་བོས་གཏུགས་ཤིང་ཡང་དང་ཡང་བཏེག་པར་བྱས་ནས། མཆོད་ཡོན་ཕུལ་ན་རང་གིས་ལྷ་གཤེགས་སུ་གསོལ་བར་འགྱུར་རོ། །ཕྱག་རྒྱ་གཡོན་ཕྱོགས་སུ་བསྐོར་ན་ཕྱོགས་བཅིངས་པ་ལས་གྲོལ་བར་འགྱུར་རོ། །འདིར་སྔགས་ནི། ན་མོ་ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། གཙྪ་གཙྪ་བྷ་ག་བཱན་དྷརྨ་རཱ་ཛ་པྲ་ཏཱིཙྪེ་དཾ་ཨརྒྷཾ། གནྡྷཾ་པུཥྤཾ། དྷཱུ་པཾ་མཱཾ་ཙཱ་བྷི་རཀྵ། ཨ་པྲ་ཏི་ཧ་ཏ་བ་ལ་པ་རཱ་ཀྲ་མཱ་ཡ།
en: “If the tips of the same index fingers are made into the shape of an anklet with each tip touching the third joint [of the opposite finger(?)] and are positioned below the middle joint of the needle-shaped middle fingers, this is the heart mudrā of the cakravartin Aparājitoṣṇīṣa. The corresponding mantra is: “ Oṁ Aparājita, dhik! “Using the root and other mudrās of the uṣṇīṣa kings as an auxiliary practice one will accomplish all activities. {37.17} “If one extends the tips of the thumbs up to the [base of] the ring fingers and raises [the hands], this is the mudrā of summoning. The corresponding mantra is: “ Homage to the blessed, invincible uṣṇīṣa ! Come, come, O blessed Dharma lord! Take this welcome offering of water, fragrances, flowers, incense, refreshments, and lamps, and protect me! Svāhā to you, one of invincible strength and power!
